/******************************************************************************
鶏肉プログラム
*******************************************************************************/

#include <stdio.h>

int main()
{
    /** ;は読点必ず打つ**/
    /**intは整数、整数を保存した**/
    int toriniku = 2929; 
    /**printfは文字を表示するコード**/
    printf("うちの鶏肉は100ｇ%d円です\n" ,toriniku );/**高級な鶏肉**/
   
    toriniku = toriniku- 1800;
    printf("だけど、友達価格で100ｇ%d円にするよ\n" ,toriniku );/**いい鶏肉**/
    
    /**return0 はコードの終わりって意味**/
    return 0;
}